{
    "english":{
        "about":{
            "pagetitle":"My profile",
            "menu":["About","Works","Contact"],
            "title":["Hi, im Saulo!","Im a Web Developer"],
            "presentation":["Hi, im Saulo!","Hello, if you haven't noticed yet, I really like to say hello and yes, my name is Saulo. I am an web developer with a lot of imagination and wanting to create new web worlds. I am currently studying both frontend and backend, trying to combine both to create not only smooth operation but also a relaxed journey for users. But let's stop talking about me and let's know a little more about ... me"],
            "hobbies":["I really like watching movies, and who doesn't right? But I'm more of classic movies no matter how bad they sometimes are. And as you see, Studio Ghibli brings me many joys.",
                        "Music and writing occupy a large part of my life, I like to search for new music, discover new artists and strange styles. As for writing, I usually use it as a way to convey the things that go around my head, sometimes it is shown to someone, sometimes not.",
                        "Science fiction books. Those kinds of books are the ones I like. If I say that they transport you to non-existent worlds would be a cliche, but some do ... I mean, your mind, not your physical body.",
                        "Programming!, the magic that happens behind my cell phone, the holy grail of technology, the ... yeah, yeah, yeah, we all get it right now, so cut with that. I like programming."],
            "recall":["Look at some of my work, you can also send me a message or something...like money.","Works","Contact"],
            "cv":["I think we've already talked too much about me. Now let's talk about you, surely you are a very interesting person ... by the way, you can look at my cv if you want ... right now.","Look my CV"],
            "cvpdf":"Saulo Fernandez Cv - English.pdf"
        },
        "works":{
            "title":["My Works!","Experiences with code"],
            "wiktd":["What i know to do?",
                    "I started with programming at the beginning of 2019, previously I was already dedicated to graphic design. My first programming language studied was python, which among those that is studied, is the one that I keep the most affection, due to its versatility and simplicity when it comes to doing complex tasks.",
                    "HTML, CSS and JS is what amuses me most when working, as it combines design and programming, being able to take the imagination beyond numbers. Thanks Bootstrap.",
                    "Python-Django is my favorite and most studied framework of this language. Within the complexity of programming, its organization, such as ORM or routing, make its code 'friendly' to me, so to speak.",
                    "I find ReactJs wonderful when it comes to the frontend, with its hooks and the opportunity to make an application in chunks, reuse and modify them individually, I find it very satisfying to work with."],
            "myworks":["My works","Here are some of my most relevant works to date."],
            "final":["You really did all this by yourself?","Of course, I’m not just a cat who just licks his crotch... StackOverflow counts as help?"]
        },
        "contact":"Contact me!"
    },
    "spanish":{
        "about":{
            "pagetitle":"My perfil",
            "menu":["Sobre mí","Trabajos","Contacto"],
            "title":["Hola, soy Saulo!","Soy Programador Web"],
            "presentation":["Hola, soy Saulo!","Hola, si todavía no lo notaste, me gusta mucho saludar, y sí, me llamo Saulo. Soy un desarrollador web con mucha imaginación y con ganas de crear nuevos mundos web. Actualmente estoy estudiando tanto frontend como backend, tratando de combinar ambos aspectos para crear no sólo un buen funcionamiento a nivel operativo, sino también un recorrido placentero para los usuarios. Pero dejemos de hablar de mí y conozcamos un poco más sobre ... mi."],
            "hobbies":["Me gusta mucho ver películas, ¿y a quién no?. Aunque soy más de películas clásicas, no importa lo malas que puedan llegar a ser. Y como pueden ver, Studio Ghibli me trae muchas alegrías.",
                        "La música y la escritura ocupan una gran parte de mi vida, me gusta buscar nueva música, descubrir nuevos artistas y estilos extraños. En cuanto a la escritura, suelo usarla como una forma de transmitir las cosas que pasan por mi cabeza, a veces se muestra a alguien, a veces no.",
                        "Libros de ciencia ficción. Ese tipo de libros son los que me gustan. Si digo que te transportan a mundos inexistentes sería un cliché, pero algunos lo hacen... Quiero decir, tu mente, no tu cuerpo físico.",
                        "Programación!, la magia que ocurre detrás de mi teléfono celular, el santo grial de la tecnología, el... sí, sí, sí, ya se entendió. Me gusta la programación."],
            "recall":["Mirá algo de mi trabajo, también podés enviarme un mensaje, o algo... como dinero.","Trabajos","Contacto"],
            "cv":["Creo que ya hablamos demasiado de mí. Ahora hablemos de vos, seguramente sos una persona muy interesante... por cierto, podés ver mi currículum si querés... ahora mismo.","Mira mi CV"],
            "cvpdf":"Saulo Fernandez Cv - Espanol.pdf"
        },
        "works":{
            "title":["Mis Trabajos!","Experiencias con codigo"],
            "wiktd":["Que se hacer?",
                    "Empecé con la programación a principios de 2019, anteriormente ya me dedicaba al diseño gráfico. Mi primer lenguaje de programación estudiado fue python, que entre los que he estudiado, es al que mas afecto le guardo, por su versatilidad y sencillez a la hora de realizar tareas complejas.",
                    "HTML, CSS y JS es lo que más me divierte cuando trabajo, ya que combina el diseño y la programación, siendo capaz de llevar la imaginación más allá de los números. Gracias Bootstrap.",
                    "Python-Django es mi framework favorito y más estudiado de este lenguaje. Dentro de la complejidad de la programación, su organización, como el ORM o el routing, hacen que su código me resulte 'amable', por así decirlo.",
                    "ReactJs me parece maravilloso a la hora del frontend, con sus hooks y la oportunidad de hacer una aplicación por trozos, reutilizarlos y modificarlos individualmente, me resulta muy satisfactorio a la hora de trabajar."],
            "myworks":["Mis Trabajos","Estos son algunos de mis trabajos más relevantes hasta la fecha."],
            "final":["¿Realmente hiciste todo esto por vos mismo?","Por supuesto, no soy sólo un gato que se lame la entrepierna... ¿StackOverflow cuenta como ayuda?"]
        },
        "contact":"Contactame!"
    }
}